requests/bis/bis_equipment_sale.txt

<?xml version="1.0" encoding="UTF-8"?>
<SOAP-ENV:Envelope xmlns:SOAP-ENV="http://schemas.xmlsoap.org/soap/envelope/" xmlns:s="http://www.w3.org/2001/XMLSchema" xmlns:types="http://www.deltasolutions.ru/om/rt/LyraOmsService/" xmlns:xsi="http://www.w3.org/2001/XMLSchema-instance">
   <SOAP-ENV:Body>
      <types:SubmitOrderRequest>
         <Components>
            <Component>
               <Attributes>
                  <Attribute>
                     <Name>action_code</Name>
                     <Value>29</Value>
                  </Attribute>
                  <Attribute>
                     <Name>address</Name>
                     <Value>г. Пермь; ул. Кировоградская</Value>
                  </Attribute>
                  <Attribute>
                     <Name>atbr_id</Name>
                     <Value>3</Value>
                  </Attribute>
                  <Attribute>
                     <Name>cfs_spec_id</Name>
                     <Value>equipment</Value>
                  </Attribute>
                  <Attribute>
                     <Name>city</Name>
                     <Value>10001</Value>
                  </Attribute>
                  <Attribute>
                     <Name>client_birth_date</Name>
                     <Value>1963-07-17T00:00:00+06:00</Value>
                  </Attribute>
                  <Attribute>
                     <Name>client_birth_place</Name>
                     <Value>ГОР. МОЗЫРЬ</Value>
                  </Attribute>
                  <Attribute>
                     <Name>client_id</Name>
                     <Value>17641577</Value>
                  </Attribute>
                  <Attribute>
                     <Name>client_name</Name>
                     <Value>КАЛИНБЕТ ЖАННА ЛЕОНИДОВНА</Value>
                  </Attribute>
                  <Attribute>
                     <Name>client_pass_date</Name>
                     <Value>2008-11-20T00:00:00+06:00</Value>
                  </Attribute>
                  <Attribute>
                     <Name>client_pass_num</Name>
                     <Value>362707</Value>
                  </Attribute>
                  <Attribute>
                     <Name>client_pass_place</Name>
                     <Value>ГОР. МОЗЫРЬ</Value>
                  </Attribute>
                  <Attribute>
                     <Name>client_pass_ser</Name>
                     <Value>5708</Value>
                  </Attribute>
                  <Attribute>
                     <Name>client_phone</Name>
                     <Value>9097306650</Value>
                  </Attribute>
                  <Attribute>
                     <Name>client_type</Name>
                     <Value>3</Value>
                  </Attribute>
                  <Attribute>
                     <Name>comment</Name>
                     <Value>Продажа оборудования (aEquipSale)</Value>
                  </Attribute>
                  <Attribute>
                     <Name>connection_scheme</Name>
                     <Value>84</Value>
                  </Attribute>
                  <Attribute>
                     <Name>contract_id</Name>
                     <Value>1474810</Value>
                  </Attribute>
                  <Attribute>
                     <Name>department_id</Name>
                     <Value>4013</Value>
                  </Attribute>
                  <Attribute>
                     <Name>dlv_eak_id</Name>
                     <Value>146546</Value>
                  </Attribute>
                  <Attribute>
                     <Name>exec_date</Name>
                     <Value>2015-10-16T00:00:00+06:00</Value>
                  </Attribute>
                  <Attribute>
                     <Name>flat</Name>
                     <Value>7</Value>
                  </Attribute>
                  <Attribute>
                     <Name>house</Name>
                     <Value>51</Value>
                  </Attribute>
                  <Attribute>
                     <Name>instance_id</Name>
                     <Value>78005401</Value>
                  </Attribute>
                  <Attribute>
                     <Name>jur_eak_id</Name>
                     <Value>146546</Value>
                  </Attribute>
                  <Attribute>
                     <Name>local_idn_set</Name>
                     <Value>2</Value>
                  </Attribute>
                  <Attribute>
                     <Name>lyra_one_time_service_id</Name>
                     <Value>45422</Value>
                  </Attribute>
                  <Attribute>
                     <Name>main_connection_scheme</Name>
                     <Value>1</Value>
                  </Attribute>
                  <Attribute>
                     <Name>need_installation</Name>
                     <Value>0</Value>
                  </Attribute>
                  <Attribute>
                     <Name>nri_rnabn</Name>
                     <Value>4713279</Value>
                  </Attribute>
                  <Attribute>
                     <Name>order_action_type</Name>
                     <Value>PR</Value>
                  </Attribute>
                  <Attribute>
                     <Name>order_start_date</Name>
                     <Value>2015-10-16T00:00:00+06:00</Value>
                  </Attribute>
                  <Attribute>
                     <Name>parent_cfs_spec_id</Name>
                     <Value>0</Value>
                  </Attribute>
                  <Attribute>
                     <Name>prcl_amount</Name>
                     <Value>1890</Value>
                  </Attribute>
                  <Attribute>
                     <Name>prcl_id</Name>
                     <Value>155006</Value>
                  </Attribute>
                  <Attribute>
                     <Name>prcl_quant</Name>
                     <Value>1</Value>
                  </Attribute>
                  <Attribute>
                     <Name>rtpl_id</Name>
                     <Value>26149</Value>
                  </Attribute>
                  <Attribute>
                     <Name>run_billing</Name>
                     <Value>1</Value>
                  </Attribute>
                  <Attribute>
                     <Name>service_receiver</Name>
                     <Value>2</Value>
                  </Attribute>
                  <Attribute>
                     <Name>srls_quant</Name>
                     <Value>1</Value>
                  </Attribute>
                  <Attribute>
                     <Name>street</Name>
                     <Value>367276</Value>
                  </Attribute>
                  <Attribute>
                     <Name>subscriber_id</Name>
                     <Value>22026821</Value>
                  </Attribute>
                  <Attribute>
                     <Name>subs_eak_id</Name>
                     <Value>146546</Value>
                  </Attribute>
                  <Attribute>
                     <Name>technology</Name>
                     <Value>ADSL</Value>
                  </Attribute>
                  <Attribute>
                     <Name>tx_id</Name>
                     <Value>336438372</Value>
                  </Attribute>
                  <Attribute>
                     <Name>virtual_number</Name>
                     <Value>77590027243</Value>
                  </Attribute>
                  <Attribute>
                     <Name>zip</Name>
                     <Value>614113</Value>
                  </Attribute>
               </Attributes>
            </Component>
         </Components>
         <CommonData>
            <Attributes>
               <Attribute>
                  <Name>main_virtual_number</Name>
                  <Value>3422529146</Value>
               </Attribute>
            </Attributes>
         </CommonData>
      </types:SubmitOrderRequest>
   </SOAP-ENV:Body>
</SOAP-ENV:Envelope>